<template>
    <slot :openModal="openModal"></slot>
    <Modal size="2xl" padding="p-5 lg:p-6" @close="closeModal" :is-show="isModalShow">
        <div class="flex items-center gap-3 lg:gap-4">
            <Avatar size="md" class="max-lg:w-13 max-lg:h-13"></Avatar>
            <div class="text-sm font-medium text-primary flex flex-col lg:gap-3 gap-2">
                <p class="text-diamondBlack font-semibold text-lg leading-1.2">Иван Иванов</p>
                <p class="text-#A8A8A8">Древний город Болгар</p>
            </div>
        </div>
        <NuxtLink to="mailto:kazantrip@mail.ru" class="flex gap-1.75 items-center text-primary text-sm leading-1.4 mt-3">
            <Icon name="Mail" class="text-lg"></Icon> kazantrip@mail.ru
        </NuxtLink>
        <p class="text-diamondBlack text-base leading-1.2 mt-5">В Казани мы были уже не первый раз, но в этот раз решили, что мы хотим не просто погулять по городу, но и узнать о нем побольше) Нашли в интернете, что возле нашего дома находится экскурсионный центр в гост. Ривьера. Нас встретили приятные
            девушки, проконсультировали, все рассказали! Решили для начала поехать на Обзорную экскурсию. От гостиницы нас забрал автобус (причем самых первых) и так началась наша поездка! Мы побывали в Старо-Татарской слободе, нас угостили горячим чаем, потом мы поехали в Богородицкий мужской
            монастырь, необыкновенно красивое место! И в конце у нас была экскурсия по Казанскому Кремлю, зашли в мечеть (нас она очень поразила своей красотой снаружи) и Спасо-Преображенский монастырь. От исторической части Казани остались только самые приятные впечатления. В целом, город Казань нам
            показался очень чистым городом, тут живут приятные и добрые, а главное отзывчивые люди 🙏🏻</p>
        <Button @click="closeModal" class="mx-auto w-48 mt-7.5" variant="outline">Закрыть</Button>
    </Modal>
</template>

<script setup lang="ts">
const emit = defineEmits(['close'])
const { closeModal, isModalShow, openModal } = useModal()
</script>