<template>
	<h1 class="mx-auto max-w-211.5 w-full font-Montserrat text-6.5 lg:text-8 leading-1.2 lg:leading-1.2 font-bold text-fblack mt-10 lg:mt-20">СОГЛАСИЕ НА ОБРАБОТКУ ПЕРСОНАЛЬНЫХ ДАННЫХ</h1>
	<div class="col-span-full border-t border-#EBEBEB pt-7.5 lg:pt-10 mt-7.5 lg:mt-10">
		<div class="max-w-211.5 wrapper mx-auto more-text-block">			
			<div>
				<p>Осуществляя бронирование и покупку билетов на экскурсии, в соответствии с требованиями статьи 9 Федерального закона от 27.07.2006 № 152-ФЗ «О персональных данных», я настоящим свободно, своей волей и в своем интересе, как субъект персональных данных даю полное, безоговорочное и
					однозначное согласие </p>
			</div>
			<div>
				<p>ИП Закиров Рушан Загирович ИНН 165718122372, ОГРН 316169000083723, (адрес регистрации 420137, Россия , Республика Татарстан, г. Казань, ул. Адоратского, д. 34в, кв. 1)
				</p>
			</div>
			<div>
				<p>на автоматизированную и неавтоматизированную обработку и хранение моих персональных данных, сообщаемых мною по телефону или лично при бронировании экскурсии, а также вносимых в форму бронирования на сайте и в письменном виде, лицам, оказывающим услуги на основании данной формы.
				</p>
			</div>
			<div>
				<p>Согласие выдано на предоставление и обработку следующих персональных данных:</p>
				<ul>
					<li>ФИО;</li>
					<li>Дата рождения;</li>
					<li>Серия и номер паспорта, дата и место выдачи;</li>
					<li>Адрес регистрации</li>
					<li>Контактные данные (номер телефона, электронная почта)</li>
				</ul>
			</div>
			<div>
				<p>Целью обработки персональных данных является оказание мне экскурсионных услуг.</p>
			</div>
			<div>
				<p>Настоящим Согласием подтверждаю, что я</p>
			</div>
			<div>
				<p>Ознакомлен и согласен с тем, что передача моих персональных данных третьим лицам может осуществляться ИП Закиров Р.З. в объеме, необходимом для предоставления мне экскурсионных услуг. Третьими лицами является неограниченный круг лиц, включая поставщиков и исполнителей услуг, в
					т.ч. транспортные компании, предоставляющие транспорт на экскурсии ИП Закиров Р.З. и объекты посещения, включенные в маршрут экскурсии.
				</p>
			</div>
			<div>
				<p>Настоящее согласие действует бессрочно, срок хранения моих персональных данных не ограничен.</p>
			</div>
			<div>
				<p>Оставляю за собой право отозвать свое согласие посредством составления соответствующего письменного документа, который может быть направлен мной в адрес туроператора по почте <a href="mailto:ex@kazantrip.ru">ex@kazantrip.ru</a> либо иным способом с уведомлением о вручении либо вручен лично под расписку представителю
					ИП Закиров Рушан Загирович.</p>
			</div>
		</div>
	</div>
</template>

<script lang="ts" setup>
import type { SEO } from '~/types/fetch/shared'
interface Fetch {
	content: {
		title: string;
		text: string;
	}
	seo: SEO;
}

const { data } = await useBaseFetch<Fetch>('search/page', {
	query: { key: 'privacy-policy' },
	key: 'privacy-policy'
})

useSeoMeta({
	title: () => data.value?.seo?.title ?? " ",
	description: () => data.value?.seo?.description ?? " ",
	keywords: () => data.value?.seo?.keywords ?? ' ',
})
</script>