<template>
    <h1 class="mx-auto max-w-211.5 w-full font-Montserrat text-6.5 lg:text-8 leading-1.2 lg:leading-1.2 font-bold text-fblack mt-10 lg:mt-20">{{ data?.content?.title }}</h1>
    <div class="col-span-full border-t border-#EBEBEB pt-7.5 lg:pt-10 mt-7.5 lg:mt-10">
        <div class="max-w-211.5 wrapper mx-auto more-text-block">
            <div>
                <p>Уважаемый клиент!<br>
                    Вы можете оплатить свой заказ онлайн с помощью банковской карты через платежный сервис компании <b>Uniteller.</b> После подтверждения заказа Вы будете перенаправлены на защищенную платежную страницу <b>Uniteller,</b> где необходимо будет ввести данные для оплаты заказа. После
                    успешной оплаты на
                    указанную в форме оплаты электронную почту будет направлен электронный чек с информацией о заказе и данными по произведенной оплате.</p>
            </div>
            <div>
                <h2>Гарантии безопасности</h2>
                <p>Безопасность процессинга Uniteller подтверждена сертификатом стандарта безопасности данных индустрии платежных карт PCI DSS. Надежность сервиса обеспечивается интеллектуальной системой мониторинга мошеннических операций, а также применением 3D Secure - современной технологией
                    безопасности интернет-платежей.
                    <br><br>
                    Данные Вашей карты вводятся на специальной защищенной платежной странице. Передача информации в процессинговую компанию Uniteller происходит с применением технологии шифрования TLS. Дальнейшая передача информации осуществляется по закрытым банковским каналам, имеющим наивысший
                    уровень надежн
                </p>
            </div>
            <div>
                <h2>Uniteller не передает данные Вашей карты магазину и иным третьим лицам!</h2>
                <p>Если Ваша карта поддерживает технологию 3D Secure, для осуществления платежа, Вам необходимо будет пройти дополнительную проверку пользователя в банке-эмитенте (банк, который выпустил Вашу карту). Для этого Вы будете направлены на страницу банка, выдавшего карту. Вид проверки зависит
                    от банка. Как правило, это дополнительный пароль, который отправляется в SMS, карта переменных кодов, либо другие способы.
                    <br><br>
                    После оплаты банковской картой или другим представленным электронным платежом на указанную Вами электронную почту придет Подтверждение об успешной транзакции, Электронный кассовый чек на сумму совершенного платежа и Подтверждение о бронировании. Сведения о Электронном билете доступны
                    по ссылке «Просмотр информации о заказе на сайте» содержащейся в Подтверждении о бронировании.
                    Электронный билет представляет собой цифровую запись в базе данных, подтверждающую бронирование и оплату Вашего заказа на участие в соответствующей экскурсионной программе.Электронный билет удостоверяет Ваше право на участие в определенной экскурсионной программе и Ваше право на
                    получение оплаченного Вами комплекса услуг, входящего в программу экскурсии.<br>
                    Подтверждение о бронировании содержит помимо прочего информацию о времени и месте начала экскурсии. Сбор экскурсионной группы производится по месту (адресу) начала экскурсии за 10 (десять) минут до ее начала.
                </p>
            </div>
            <div>
                <h2>Информационный блок «Возврат».</h2>
                <div>
                    <p>В соответствии с Гражданским кодексом Российской Федерации и Законом «О защите прав потребителя» Вы вправе в одностороннем порядке отказаться от исполнения договора возмездного оказания услуг, денежные средства при этом возвращаются на вашу банковскую карту, с которой был
                        осуществлен
                        платеж:</p>
                    <ul>
                        <li>в случае отказа от экскурсии до ее начала денежные средства возвращаются в полном объеме;</li>
                        <li>при отказе от экскурсии после начала экскурсии (опоздание/неявка), денежные средства возвращаются за вычетом документально подтвержденных расходов Исполнителя.</li>
                    </ul>
                    <p>Возврат осуществляется на основании предоставленного заявления на возврат. Для получения образца заявления на возврат и уточнения всех вопросов Вам необходимо связаться с представителями ИП Закиров Р.З. по телефону <b>8 800 333 03 19</b> или по электронной почте
                        <b>ex@kazantrip.ru,</b> указав в
                        теме
                        письма: Возврат.<br>
                        Срок рассмотрения заявки на возврат денежных средств составляет не более 3 (трех) дней. Возврат денежных средств осуществляется на ту же банковскую карту, с которой производился платеж. Возврат денежных средств на карту осуществляется в срок от 5 до 30 банковских дней, в
                        зависимости
                        от
                        Банка, которым была выпущена банковская карта.<br>
                        После совершения покупки на указанную вами электронную почту придет подтверждение о бронировании и электронный чек о совершенном платеже. Сбор экскурсионной группы производится за 10 (десять) минут до начала экскурсии в месте ее начала (указано в подтверждении).</p>
                </div>
            </div>
        </div>
    </div>
</template>

<script lang="ts" setup>
import type { SEO } from '~/types/fetch/shared'
interface Fetch {
    content: {
        title: string;
        text: string;
    }
    seo: SEO;
}

const { data } = await useBaseFetch<Fetch>('search/page', {
    query: { key: 'payment-rules' },
    key: 'payment-rules'
})

useSeoMeta({
    title: () => data.value?.seo?.title ?? " ",
    description: () => data.value?.seo?.description ?? " ",
    keywords: () => data.value?.seo?.keywords ?? ' ',
})
</script>