<template>
    <h1 class="mx-auto max-w-211.5 w-full font-Montserrat text-6.5 lg:text-8 leading-1.2 lg:leading-1.2 font-bold text-fblack mt-10 lg:mt-20">{{ data?.content?.title }}</h1>
    <div class="col-span-full border-t border-#EBEBEB pt-7.5 lg:pt-10 mt-7.5 lg:mt-10">
        <div class="max-w-211.5 wrapper mx-auto more-text-block">
            <div>
                <p>Оставляя данные на сайте, Вы соглашаетесь с Политикой конфиденциальности и защиты информации.</p>
            </div>
            <div>
                <h2>Защита данных</h2>
                <p>Администрация сайта https://kazantrip.ru (далее Сайт) не может передать или раскрыть информацию, предоставленную пользователем (далее Пользователь) при регистрации и использовании функций сайта третьим лицам, кроме случаев, описанных законодательством страны, на территории которой
                    пользователь ведет свою деятельность.</p>
            </div>
            <div>
                <h2>Получение персональной информации</h2>
                <p>Для коммуникации на сайте пользователь обязан внести некоторую персональную информацию. Для проверки предоставленных данных, сайт оставляет за собой право потребовать доказательства идентичности в онлайн или офлайн режимах.</p>
            </div>
            <div>
                <h2>Использование персональной информации</h2>
                <p>Сайт использует личную информацию Пользователя для обслуживания и для улучшения качества предоставляемых услуг. Часть персональной информации может быть предоставлена банку или платежной системе, в случае, если предоставление этой информации обусловлено процедурой перевода средств
                    платежной системе, услугами которой Пользователь желает воспользоваться. Сайт прилагает все усилия для сбережения в сохранности личных данных Пользователя. Личная информация может быть раскрыта в случаях, описанных законодательством, либо когда администрация сочтет подобные действия
                    необходимыми для соблюдения юридической процедуры, судебного распоряжения или легального процесса необходимого для работы Пользователя с Сайтом. В других случаях, ни при каких условиях, информация, которую Пользователь передает Сайту, не будет раскрыта третьим лицам.</p>
            </div>
            <div>
                <h2>Коммуникация</h2>
                <p>После того, как Пользователь оставил данные, он получает сообщение, подтверждающее его успешную регистрацию. Пользователь имеет право в любой момент прекратить получение информационных бюллетеней воспользовавшись соответствующим сервисом в Сайте.</p>
            </div>
            <div>
                <h2>Ссылки</h2>
                <p>На сайте могут содержаться ссылки на другие сайты. Сайт не несет ответственности за содержание, качество и политику безопасности этих сайтов. Данное заявление о конфиденциальности относится только к информации, размещенной непосредственно на сайте.</p>
            </div>
            <div>
                <h2>Безопасность</h2>
                <p>Сайт обеспечивает безопасность учетной записи Пользователя от несанкционированного доступа.</p>
            </div>
            <div>
                <h2>Результаты СОУТ</h2>
                <p>Ознакомиться можно по <a href="http://storage.kazantrip.ru/documents/result_sout_k.pdf" target="_blank">ссылке</a></p>
            </div>
            <div>
                <h2>Уведомления об изменениях</h2>
                <p>Сайт оставляет за собой право вносить изменения в Политику конфиденциальности без дополнительных уведомлений. Нововведения вступают в силу с момента их опубликования. Пользователи могут отслеживать изменения в Политике конфиденциальности самостоятельно.</p>
            </div>
        </div>
    </div>
</template>

<script lang="ts" setup>
import type { SEO } from '~/types/fetch/shared'
interface Fetch {
    content: {
        title: string;
        text: string;
    }
    seo: SEO;
}

const { data } = await useBaseFetch<Fetch>('search/page', {
    query: { key: 'privacy-policy' },
    key: 'privacy-policy'
})

useSeoMeta({
    title: () => data.value?.seo?.title ?? " ",
    description: () => data.value?.seo?.description ?? " ",
    keywords: () => data.value?.seo?.keywords ?? ' ',
})
</script>