<template>
    <h1 class="mx-auto w-full max-w-211.5 font-Montserrat text-6.5 lg:text-8 leading-1.2 lg:leading-1.2 font-bold text-fblack mt-10 lg:mt-20">{{ data?.content?.title }}</h1>
    <div class="col-span-full border-t border-#EBEBEB pt-7.5 lg:pt-10 mt-7.5 lg:mt-10">
        <div class="max-w-211.5 wrapper mx-auto more-text-block">
            <div>
                <h2>Порядок предоставления экскурсионных услуг экскурсионным центром г. казани (ИП Закиров р.з.)</h2>
                <p class="-mb-2">В стоимость экскурсионного обслуживания включено:</p>
                <ul>
                    <li>Транспортное обслуживание, если предусмотрено по программе;</li>
                    <li>работа экскурсовода;</li>
                    <li>входные билеты в музеи, если предусмотрено по программе;</li>
                    <li>питание, если предусмотрено по программе;</li>
                    <li>индивидуальное радиооборудование (приёмник и наушник), если предусмотрено по программе.</li>
                </ul>
            </div>
            <div>
                <h2>Автобусные и пешеходные экскурсии проводится в любую погоду.</h2>
                <p>Экскурсия не отменяется из-за дождя или снега, за исключением форс-мажорных обстоятельств, а также закрытия объектов, посещение которых запрещается во время дождя, снега, сильного ветра (подъем на смотровую площадку, катание на колесе обозрения).</p>
            </div>
            <div>
                <h2>Речные экскурсии не проводятся при объявлении штормового предупреждения</h2>
                <p>Экскурсии проводятся по набору группы. Минимальное количество человек в группе зависит от маршрута экскурсии. Информация о набранной/не набранной предоставляется Менеджером Экскурсионного центра.</p>
            </div>
            <div>
                <h2>Бронирование конкретных мест в экскурсионном автобусе не производится.</h2>
                <p>Допускается 100%-ная заполняемость экскурсионного автобуса по количеству сидячих мест.</p>
            </div>
            <div>
                <h2>Действует две категории билетов: полный и льготный.</h2>
                <p>Льготная категория распространяется на детей от 7 до 17 лет включительно, пенсионеров, студентов. Дети до 6 лет включительно обслуживаются бесплатно с предоставлением отдельного места в автобусе, но без предоставления отдельных услуг (обед/дегустация/мастер-класс и т.п.)</p>
            </div>
            <div>
                <h2>Действует две категории билетов: полный и льготный.</h2>
                <div>
                    <p>На экскурсии, отмеченные значком Dog-friendly, допускаются экскурсанты с собаками. При нахождении в экскурсионном автобусе,</p>
                    <ul>
                        <li>собаки, весом до 10 кг. должны находиться в <b>жесткой переноске,</b> установленной на отдельном сидении рядом с владельцем,</li>
                        <li>собаки, весом более 10 кг., должны находиться <b>пристегнутыми</b> к впередистоящему креслу со стороны окна и быть в <b>надетом наморднике.</b></li>
                    </ul>
                    <p>Экскурсанты с питомцами обязуются иметь при себе воду и все необходимые гигиенические принадлежности для животных и <b>несут ответственность за соблюдение чистоты в общественных пространствах и в автобусе.</b> В случае загрязнения салона экскурсионного автобуса
                        <b>экскурсанты-владельцы собак обязуются оплатить чистку салона по тарифам перевозчика.</b> В случае несоблюдения правил посещения общественных пространств с питомцами их владельцы <b>несут ответственность в соответствии с действующим Федеральным законом от 27.12.2018 г. №
                            498-ФЗ</b> «Об ответственномобращении с
                        животными и
                        о внесении изменений в отдельные законодательные акты Российской Федерации». Стоимость билета на собаку составляет 50% от стоимости билета полной категории.
                        Покупая билет на экскурсию, отмеченную значком <b>Dog-friendly,</b> экскурсант соглашается с тем, что среди других участников экскурсионной группы могут быть экскурсанты с собаками.
                    </p>
                </div>
            </div>
            <div>
                <h2>Компания обязуется:</h2>
                <ul>
                    <li>предоставить услуги по безопасности и качеству, соответствующие требованиям стандартов;</li>
                    <li>после подтверждения заявки на бронирование предоставить Клиенту место в экскурсионной группе и в экскурсионном автобусе, при этом бронирование конкретных мест в автобусе не производится;</li>
                    <li>предоставить клиенту полную и достоверную информацию об экскурсионных маршрутах.</li>
                </ul>
            </div>
            <div>
                <h2>Клиент обязуется</h2>
                <ul>
                    <li>явиться к месту и ко времени начала экскурсии без опоздания;</li>
                    <li>занять одно из свободных мест в экскурсионном автобусе;</li>
                    <li>соблюдать правила личной безопасности, придерживаясь рекомендаций полученных от представителя Компании/экскурсовода, в частности переходить дорогу только по зеленому сигналу светофора и в специально отведенных местах, передвигаться только по тротуару, не заходить за ограждения;
                    </li>
                    <li>самостоятельно нести ответственность за свою жизнь на экскурсионном маршруте, в том числе при нахождении в экскурсионном автобусе/теплоходе;</li>
                    <li>бережно относиться к памятникам культуры и природным объектам, не нанося им каких-либо повреждений;</li>
                    <li>не доставлять неудобств экскурсоводу и другим участникам экскурсионной группы, в том числе громкими разговорами во время проведения экскурсии;</li>
                    <li>соблюдать порядок поведения, действующий на экскурсионных объектах, в частности не вести фото- и видеосъемку в случае, если это запрещается;</li>
                    <li>соблюдать правила пассажирских перевозок согласно действующему законодательству РФ, а также:</li>
                    <li>не употреблять в автобусе красящие напитки и еду;</li>
                    <li>не перевозить животных, за исключением экскурсий, отмеченных значком dog friendly;</li>
                    <li>нести материальную, административную и уголовную ответственность за причинение вреда другим участникам экскурсионной группы, в том числе экскурсоводу и водителю, а также представителям Компании;</li>
                    <li>нести материальную, административную и уголовную ответственность за причинение ущерба объектам, входящим в экскурсионный маршрут, транспортному средству, поданному на экскурсию, а также музейным экспонатам, размещенным в музеях, включенных в экскурсионный маршрут;</li>
                    <li>нести материальную ответственность за предоставленное на время экскурсии радиооборудование, с возмещением его стоимости в случае утери или умышленной порчи. По окончании экскурсии Клиент обязан вернуть полученное им от Компании радиооборудование. В ином случае Клиент обязан
                        возместить Компании его стоимость. Стоимость одного комплекта радиооборудования составляет 4 700 (четыре тысячи семьсот) руб.</li>
                    <li>соблюдать Правила безопасности при посещении экскурсии в Казанском государственном цирке, размещенные на сайте Казанского цирка https://kazan-circus.ru/pravila)</li>
                </ul>
            </div>
            <div>
                <h2>Компания имеет право:</h2>
                <ul>
                    <li>на отмену экскурсии в случае ненабора группы с полным возвратом денежных средств клиентам за отмененную экскурсию;</li>
                    <li>на отмену экскурсии в случае форсмажорных обстоятельств, в т.ч. неблагоприятной погоды;</li>
                    <li>на перенос экскурсии или ее замену на равноценную в связи с форс-мажорными обстоятельствами (стихийные бедствия, плохие погодные условия, отмена или замена режима работы включенных в маршрут экскурсии объектов), а также на изменение порядка следования или набора объектов показа
                        при неблагоприятной дорожной ситуации или других обстоятельствах, мешающих соблюсти утвержденный маршрут. При этом экскурсия считается проведенной в полном объеме;</li>
                    <li>на сокращение длительности экскурсии в случае набора не полной группы (до 10 человек);</li>
                    <li>отказать в предоставлении экскурсионных услуг в случае явки экскурсанта в нетрезвом состоянии к началу экскурсии;</li>
                    <li>проводить фото- и видеосъемку во время экскурсий с целью использования отснятых материалов в рекламной и презентационной продукции.</li>
                </ul>
            </div>
            <div>
                <h2>Клиент имеет право:</h2>
                <ul>
                    <li>на получение необходимой и достоверной информации об экскурсиях;</li>
                    <li>на обеспечение своих потребительских прав;</li>
                    <li>расторгнуть договор купли-продажи экскурсионных услуг в соответствии с действующим законодательством РФ.</li>
                </ul>
            </div>
            <div>
                <h2>Компания несет ответственность</h2>
                <ul>
                    <li>за нарушения положений настоящего «Порядка предоставления экскурсионных услуг» в соответствии с ГК РФ, Законом РФ «О защите прав потребителей», Законом РФ «Об основах туристской деятельности РФ» и другим действующим законодательным и нормативным актам.</li>
                </ul>
            </div>
            <div>
                <h2>Компания не несет ответственности:</h2>
                <ul>
                    <li>за частичное или полное невыполнение обязательств, возникших по причине форс-мажорных обстоятельств;</li>
                    <li>за вред, причиненный клиентам третьими лицами;</li>
                    <li>за совершение клиентом противоправных действий, в т.ч. за нанесение вреда другим участникам экскурсионной группы и за причинение ущерба объектам, входящим в маршрут экскурсии, транспортному средству, поданному на экскурсию, а также музейным экспонатам, размещенным в музеях,
                        включенных в экскурсионный маршрут;</li>
                    <li>за вред, причиненный клиентам по причине несоблюдения клиентами техники безопасности нахождения на экскурсионном маршруте, в экскурсионном автобусе, в экскурсионном теплоходе.</li>
                </ul>
            </div>
            <div>
                <h2>Компания не несет ответственности:</h2>
                <ul>
                    <li>за частичное или полное невыполнение обязательств, возникших по причине форс-мажорных обстоятельств;</li>
                    <li>за вред, причиненный клиентам третьими лицами;</li>
                    <li>за совершение клиентом противоправных действий, в т.ч. за нанесение вреда другим участникам экскурсионной группы и за причинение ущерба объектам, входящим в маршрут экскурсии, транспортному средству, поданному на экскурсию, а также музейным экспонатам, размещенным в музеях,
                        включенных в экскурсионный маршрут;</li>
                    <li>за вред, причиненный клиентам по причине несоблюдения клиентами техники безопасности нахождения на экскурсионном маршруте, в экскурсионном автобусе, в экскурсионном теплоходе.</li>
                </ul>
            </div>
            <div>
                <h2>Бронирование и оплата</h2>
                <p>Производя бронирование и оплату экскурсии, клиент в соответствии с требованиями статьи 9 Федерального закона от 27.07.2006 № 152-ФЗ «О персональных данных» дает согласие на обработку и хранение своих персональных данных, вносимых в форму бронирования. Целью обработки персональных
                    данных является оказание экскурсионных услуг. Настоящее согласие действует бессрочно, срок хранения персональных данных не ограничен. Клиент имеет право отозвать свое согласие посредством составления соответствующего письменного документа.</p>
                <p><b>Клиент при осуществлении им 100% предоплаты стоимости экскурсии (-ий), не возражает против выдачи (направления) ему кассового чека с указанием полной оплаты</b> в момент передачи предмета расчета (признак способа расчета: «Полный расчет») при осуществлении оплаты электронными
                    средствами
                    платежа до начала оказания услуг (момента передачи предмета расчета).<br>
                    Возможность применения данного подпункта обусловлена применением Экскурсионным центром города Казани (ИП ЗАКИРОВ РУШАН ЗАГИРОВИЧ) кассового метода при определении (признания) дохода в налоговом учете (упрощенная система налогообложения).<br>
                    В случае, если покупатель не согласен с выдачей ему кассового чека в порядке изложенном в первом абзаце настоящего подпункта, он, при покупке билета, отдельно сообщает о своем желании получить кассовый чек в другом порядке, направляя письменный запрос в адрес Экскурсионного центра
                    города Казани (ИП ЗАКИРОВ РУШАН ЗАГИРОВИЧ) по электронной почте ex@kazantrip.ru или сообщая об этом в комментарии к заявке на бронирование экскурсии.</p>
                <p><b>Производя бронирование и оплату экскурсии,</b> клиент подтверждает свое согласие с условиями настоящего «Порядка предоставления экскурсионных услуг», имеющего для сторон силу договора.</p>
            </div>
        </div>
    </div>
</template>

<script lang="ts" setup>
import type { SEO } from '~/types/fetch/shared'
interface Fetch {
    content: {
        title: string;
        text: string;
    }
    seo: SEO;
}

const { data } = await useBaseFetch<Fetch>('search/page', {
    query: { key: 'procedure-provision-excursion-services' },
    key: 'procedure-provision-excursion-services'
})

useSeoMeta({
    title: () => data.value?.seo?.title ?? " ",
    description: () => data.value?.seo?.description ?? " ",
    keywords: () => data.value?.seo?.keywords ?? ' ',
})
</script>