<template>
	<h1 class="mx-auto w-full max-w-211.5 font-Montserrat text-6.5 lg:text-8 leading-1.2 lg:leading-1.2 font-bold text-fblack mt-10 lg:mt-20">{{ data?.content?.title }}</h1>
	<div class="col-span-full border-t border-#EBEBEB pt-7.5 lg:pt-10 mt-7.5 lg:mt-10">
		<div class="max-w-211.5 wrapper mx-auto more-text-block">
			<div>
				<h2 class="ol-title">Порядок предоставления экскурсионных услуг по договору поручения (публичной оферты) Экскурсионным центром г. Казани (ИП Закиров Р.З.)</h2>
				<ol>
					<li>
						<span class="ol-title">Термины и определения</span>
						<ol>
							<li>Оферта – настоящий документ, доступный для ознакомления лицу, указанному в п. 1.3 Оферты, в порядке и на условиях, предусмотренных в Оферте.</li>
							<li>Акцепт Оферты – полное и безоговорочное принятие лицом, указанным в п. 1.3 Договора, условий Оферты путем совершения действий, указанных в разделе 3 Договора.</li>
							<li>Доверитель (Клиент) – лицо, осуществившее Акцепт Оферты в порядке и на условиях, предусмотренных Офертой, с целью заключения Договора.</li>
							<li>Поверенный (Агент) – Индивидуальный предприниматель Закиров Рушан Загирович ИНН 165718122372</li>
							<li>Стороны/Сторона именуемые совместно/по отдельности АГЕНТ и КЛИЕНТ.</li>
							<li>Договор – договор поручения между Доверителем и Поверенным, который заключается посредством Акцепта Оферты.</li>
						</ol>
					</li>
					<li>
						<span class="ol-title">Предмет оферты</span>
						<ol>
							<li>Агент за вознаграждение, по поручению Клиента, за его счет, принимает на себя обязанности по бронированию, оплате услуг в порядке и на условиях, изложенных в настоящем договоре, а Клиент обязуется оплатить услуги и вознаграждение Агента в соответствии с выставленными
								счетами Агента. </li>
							<li>Вознаграждением Агента по условиям настоящего договора является положительная разница между суммой полученной от Заказчика и суммой оплаченной Агентом третьим лицам (поставщикам услуг) во исполнении поручения Заказчика. </li>
						</ol>
					</li>
					<li>
						<span class="ol-title">Порядок предоставления экскурсионных услуг</span>
						<b>В стоимость экскурсионного обслуживания включено: </b>
						<ul>
							<li>транспортное обслуживание, если предусмотрено по программе; </li>
							<li>работа экскурсовода; </li>
							<li>входные билеты в музеи, если предусмотрено по программе; </li>
							<li>питание, если предусмотрено по программе; </li>
							<li>индивидуальное радиооборудование (приёмник и наушник), если предусмотрено по программе. </li>
						</ul>
						<p>
							<b>Автобусные и пешеходные экскурсии проводится в любую погоду.</b>Экскурсия не отменяется из-за дождя или снега, за исключением форс-мажорных обстоятельств, а также закрытия объектов, посещение которых запрещается во время дождя, снега, сильного ветра (подъем на
							смотровую
							площадку, катание на колесе обозрения).
							<br>
							<b>Речные экскурсии не проводятся при объявлении штормового предупреждения.</b>
							<br>
							<b>Экскурсии проводятся по набору группы.</b> Минимальное количество человек в группе зависит от маршрута экскурсии. Информация о набранной/не набранной предоставляется Менеджером Экскурсионного центра.
							<br>
							<b>Бронирование конкретных мест в экскурсионном автобусе не производится.</b> Допускается 100%-ная заполняемость экскурсионного автобуса по количеству сидячих мест.
							<br>
							<b>Действует две категории билетов: полный и льготный.</b> Льготная категория распространяется на детей от 7 до 17 лет включительно, пенсионеров, студентов. Дети до 6 лет включительно обслуживаются бесплатно с предоставлением отдельного места в автобусе, но без
							предоставления
							отдельных услуг (обед/дегустация/мастер-класс и т.п.). На некоторых экскурсиях требуется приобретение платного билета на включенные в программу объекты на детей до 6 лет – информация об этом представлена в Подробном описании экскурсии на сайте компании, также в
							полиграфической продукции.
							<br>
							На экскурсии, отмеченные <b>значком Dog-friendly</b>, допускаются экскурсанты с собаками.
						</p>
						<p>При нахождении в экскурсионном автобусе, </p>
						<ul>
							<li><b>собаки, весом до 10 кг.</b> должны находиться в жесткой переноске, установленной на отдельном сидении рядом с владельцем, </li>
							<li><b>собаки, весом более 10 кг.</b>, должны находиться пристегнутыми к впереди стоящему креслу со стороны окна и быть в надетом наморднике. </li>
						</ul>
						<p>
							Экскурсанты с питомцами обязуются иметь при себе воду и все необходимые гигиенические принадлежности для животных и <b>несут ответственность за соблюдение чистоты в общественных пространствах и в автобусе.</b> В случае загрязнения салона экскурсионного
							автобуса <b>экскурсанты-владельцы собак обязуются оплатить чистку салона</b> по тарифам перевозчика. В случае несоблюдения правил посещения общественных пространств с питомцами их владельцы <b>несут ответственность в соответствии с действующим Федеральным законом от
								27.12.2018 г. №
								498-ФЗ</b> «Об ответственном обращении с животными и о внесении изменений в отдельные законодательные акты Российской Федерации». Стоимость билета на собаку составляет 50% от стоимости билета полной категории.
							<br>
							Покупая билет на экскурсию, отмеченную <b>значком Dog-friendly</b>, экскурсант соглашается с тем, что среди других участников экскурсионной группы могут быть экскурсанты с собаками.
						</p>
					</li>
					<li>
						<span class="ol-title">Права и обязанности сторон:</span>
						<ol>
							<li>
								<span class="ol-title">Агент обязуется:</span>
								<ul>
									<li>предоставить услуги по безопасности и качеству, соответствующие требованиям стандартов; </li>
									<li>после подтверждения заявки на бронирование предоставить Клиенту место в экскурсионной группе и в экскурсионном автобусе, при этом бронирование конкретных мест в автобусе не производится; </li>
									<li>предоставить клиенту полную и достоверную информацию об экскурсионных маршрутах. </li>
								</ul>
							</li>
							<li>
								<span class="ol-title">Клиент обязуется:</span>
								<ul>
									<li>явиться к месту и ко времени начала экскурсии без опоздания; </li>
									<li>занять одно из свободных мест в экскурсионном автобусе; </li>
									<li>соблюдать правила личной безопасности, придерживаясь рекомендаций полученных от представителя Агента/экскурсовода, в частности переходить дорогу только по зеленому сигналу светофора и в специально отведенных местах, передвигаться только по тротуару, не
										заходить за ограждения; </li>
									<li>самостоятельно нести ответственность за свою жизнь на экскурсионном маршруте, в том числе при нахождении в экскурсионном автобусе/теплоходе; </li>
									<li>бережно относиться к памятникам культуры и природным объектам, не нанося им каких-либо повреждений; </li>
									<li>не доставлять неудобств экскурсоводу и другим участникам экскурсионной группы, в том числе громкими разговорами во время проведения экскурсии; </li>
									<li>соблюдать порядок поведения, действующий на экскурсионных объектах, в частности не вести фото- и видеосъемку в случае, если это запрещается; </li>
									<li>соблюдать правила пассажирских перевозок согласно действующему законодательству РФ, а также: </li>
									<li>не употреблять в автобусе красящие напитки и еду; </li>
									<li>не перевозить животных, за исключением экскурсий, отмеченных значком dog friendly; </li>
									<li>нести материальную, административную и уголовную ответственность за причинение вреда другим участникам экскурсионной группы, в том числе экскурсоводу и водителю, а также представителям Агента; </li>
									<li>нести материальную, административную и уголовную ответственность за причинение ущерба объектам, входящим в экскурсионный маршрут, транспортному средству, поданному на экскурсию, а также музейным экспонатам, размещенным в музеях, включенных в экскурсионный
										маршрут; </li>
									<li>нести материальную ответственность за предоставленное на время экскурсии радиооборудование, с возмещением его стоимости в случае утери или умышленной порчи. По окончании экскурсии Клиент обязан вернуть полученное им от Агента радиооборудование. В ином случае
										Клиент обязан возместить Агенту его стоимость. Стоимость одного комплекта радиооборудования составляет 4 700 (четыре тысячи семьсот) руб. </li>
									<li>соблюдать Правила безопасности при посещении экскурсии в Казанском государственном цирке, размещенные на сайте Казанского цирка <a href="https://kazan-circus.ru/pravila" target="_blank">https://kazan-circus.ru/pravila</a> ) </li>
									<li>в случае заказа экскурсии для организованной школьной/детской группы предоставить список всех несовершеннолетних детей и их сопровождающих, которые несут ответственность за жизнь и здоровье всех несовершеннолетних детей в составе экскурсионной группы во время
										экскурсионного маршрута, а также давать обязательство не предъявлять никаких претензий организаторам в случае причинения вреда жизни/здоровья участникам экскурсионной группы не по вине Агента. </li>
								</ul>
							</li>
							<li>
								<span class="ol-title">Агент имеет право:</span>
								<ul>
									<li>на отмену экскурсии в случае ненабора группы с полным возвратом денежных средств клиентам за отмененную экскурсию; </li>
									<li>на отмену экскурсии в случае форсмажорных обстоятельств, в т.ч. неблагоприятной погоды; </li>
									<li>на перенос экскурсии или ее замену на равноценную в связи с форс-мажорными обстоятельствами (стихийные бедствия, плохие погодные условия, отмена или замена режима работы включенных в маршрут экскурсии объектов), а также на изменение порядка следования или
										набора объектов показа при неблагоприятной дорожной ситуации или других обстоятельствах, мешающих соблюсти утвержденный маршрут. При этом экскурсия считается проведенной в полном объеме; </li>
									<li>на сокращение длительности экскурсии в случае набора не полной группы (до 10 человек); </li>
									<li>отказать в предоставлении экскурсионных услуг в случае явки экскурсанта в нетрезвом состоянии к началу экскурсии; </li>
									<li>проводить фото- и видеосъемку во время экскурсий с целью использования отснятых материалов в рекламной и презентационной продукции. </li>
								</ul>
							</li>
							<li>
								<span class="ol-title">Клиент имеет право:</span>
								<ul>
									<li>на получение необходимой и достоверной информации об экскурсиях; </li>
									<li>на обеспечение своих потребительских прав; </li>
									<li>расторгнуть договор купли-продажи экскурсионных услуг в соответствии с действующим законодательством РФ. </li>
								</ul>
							</li>
						</ol>
					</li>
					<li>
						<span class="ol-title">Ответственность сторон</span>
						<ol>
							<li>Агент несет ответственность за нарушения положений настоящего «Порядка предоставления экскурсионных услуг» в соответствии с ГК РФ, Законом РФ «О защите прав потребителей», Законом РФ «Об основах туристской деятельности РФ» и другим действующим законодательным и
								нормативным актам. </li>
							<li>Агент не несет ответственности:
								<ul>
									<li>за частичное или полное невыполнение обязательств, возникших по причине форс-мажорных обстоятельств; </li>
									<li>за вред, причиненный клиентам третьими лицами; </li>
									<li>за совершение клиентом противоправных действий, в т.ч. за нанесение вреда другим участникам экскурсионной группы и за причинение ущерба объектам, входящим в маршрут экскурсии, транспортному средству, поданному на экскурсию, а также музейным экспонатам,
										размещенным в музеях, включенных в экскурсионный маршрут; </li>
									<li>за вред, причиненный клиентам по причине несоблюдения клиентами техники безопасности нахождения на экскурсионном маршруте, в экскурсионном автобусе, в экскурсионном теплоходе. </li>
								</ul>
							</li>
						</ol>
					</li>
					<li>
						<span class="ol-title">Согласие на обработку персональных данных</span>
						<p>
							<b>Производя бронирование и оплату экскурсии</b>, клиент в соответствии с требованиями статьи 9 Федерального закона от 27.07.2006 № 152-ФЗ «О персональных данных» дает <b>согласие на обработку, хранение и передачу третьим лицам</b> (транспортные компании, предоставляющие
							транспорт на
							экскурсии, объекты, включенные в экскурсионный маршрут) своих персональных данных, вносимых в форму бронирования и предоставляемых при бронировании по телефону и в офисе Агента. Согласие распространяется на следующие персональные данные: ФИО, паспортные данные, дата
							рождения и контактные данные (номер телефона и e-mail). Целью обработки персональных данных является оказание экскурсионных услуг. Настоящее согласие действует бессрочно, срок хранения персональных данных не ограничен. Клиент имеет право отозвать свое согласие
							посредством составления соответствующего письменного документа и его отправки на почтовый или электронный адрес Агента с уведомлением о получении. Полный текст согласия на обработку, хранение и передачу персональных данных размещен на сайте Агента.
						</p>
					</li>
					<li>
						<span class="ol-title">Условия и правила оплаты</span>
						<p>
							<b>Клиент при осуществлении им 100% предоплаты стоимости экскурсии (-ий), не возражает против выдачи (направления) ему кассового чека с указанием полной оплаты</b> в момент передачи предмета расчета (признак способа расчета: «Полный расчет») при осуществлении оплаты
							электронными
							средствами платежа до начала оказания услуг (момента передачи предмета расчета).
							<br>
							Возможность применения данного подпункта обусловлена применением Экскурсионным центром города Казани (ИП ЗАКИРОВ РУШАН ЗАГИРОВИЧ) кассового метода при определении (признания) дохода в налоговом учете (упрощенная система налогообложения).
							<br>
							В случае, если покупатель не согласен с выдачей ему кассового чека в порядке изложенном в первом абзаце настоящего подпункта, он, при покупке билета, отдельно сообщает о своем желании получить кассовый чек в другом порядке, направляя письменный запрос в
							адрес Экскурсионного центра города Казани (ИП ЗАКИРОВ РУШАН ЗАГИРОВИЧ) по электронной почте <a href="mailto:ex@kazantrip.ru">ex@kazantrip.ru</a> или сообщая об этом в комментарии к заявке на бронирование экскурсии.
							<br>
							<b>Производя бронирование и оплату экскурсии</b>, клиент подтверждает свое согласие с условиями настоящего Договора поручения.
						</p>
					</li>
				</ol>
			</div>
			<div>
				<p>Индивидуальный предприниматель Закиров Р.З. </p>
			</div>
		</div>
	</div>
</template>

<script lang="ts" setup>
import type { SEO } from '~/types/fetch/shared'
interface Fetch {
	content: {
		title: string;
		text: string;
	}
	seo: SEO;
}

const { data } = await useBaseFetch<Fetch>('search/page', {
	query: { key: 'procedure-provision-excursion-services' },
	key: 'procedure-provision-excursion-services'
})

useSeoMeta({
	title: () => data.value?.seo?.title ?? " ",
	description: () => data.value?.seo?.description ?? " ",
	keywords: () => data.value?.seo?.keywords ?? ' ',
})
</script>